Repository: karim-aboelazm/Django_Ecommerce
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: icon
ar: صورة

source: title
ar: العنوان باللغة الانجليزية

source: title_ar
ar: العنوان باللغة العربية

source: description
ar: الوصف باللغة الانجليزية

source: description_ar
ar: الوصف باللغة العربية

source: phone
ar: رقم الهاتف

source: address
ar: محل الاقامة باللغة الانجليزية

source: address_ar
ar: محل الاقامة باللغة العربية

source: fb_link
ar: رابط الفيسبوك

source: tw_link
ar: رابط التويتر

source: ins_link
ar: رابط الانستجرام

source: li_link
ar: رابط لينكيدان

source: Shoppy
ar: شوبي

source: email
ar: بريد الكتروني

source: Subscriber
ar: المشتركين

source: image
ar: صورة

source: Slider
ar: صور متحركة

source: rate
ar: معدل

source: Offer
ar: عرض

source: Category
ar: قسم

source: price
ar: سعر

source: discound
ar: خصم

source: policy_return
ar: سياسة الاسترجاع باللغة الانجليزية

source: policy_return_ar
ar: سياسة الاسترجاع باللغة العربية

source: warnty
ar: الضمان باللغة الانجليزية

source: warnty_ar
ar: الضمان باللغة العربية

source: Product
ar: المنتجات

source: icon_name
ar: اسم الرمز

source: About_Company
ar: عن الشركة

source: full_name
ar: الاسم بالكامل

source: phone_number
ar: رقم الهاتف

source: join_on
ar: انضم في

source: Clients
ar: العملاء

source: total
ar: السعر النهائي

source: created_at
ar: انشئ في

source: Cart
ar: حقيبة

source: quantity
ar: كمية

source: subtotal
ar: السعر الجزئي

source: CartProduct
ar: منتجات الحقيبة

source: Order Received
ar: الطلب تم وصوله

source: Order Processing
ar: الطلب جاري العمل عليه

source: Order On The Way
ar: الطلب في الطريق

source: Order Delivered
ar: الطلب وصل

source: Order Cancelled
ar: الطلب تم الغاءه

source: Cash On Delivery
ar: الدفع عند الاستلام

source: Master Card
ar: بطاقة ماستر

source: Visa Card
ar: بطاقة فيزا

source: Paypal
ar: باي بال

source: Fawry
ar: فوري

source: client
ar: عميل

source: shipping_address
ar: عنوان العميل

source: discount
ar: خصم

source: order_status
ar: حالة الطلب

source: payment_method
ar: طرق الدفع

source: payment_completed
ar: تم الدفع

source: Order
ar: الطلبات

source: Add To Cart
ar: اضف الي الحقيبة

source: Congratulations! Product is added to the cart successfully
ar: تهانينا! تم إضافة المنتج إلى عربة التسوق بنجاح

source: Check Your Cart
ar: تحقق من عربة التسوق الخاصة بك

source: All Products
ar: كل المنتجات

source: Checkout
ar: ادفع

source: Empty cart
ar: افراغ الحقيبة

source: Shopping Cart
ar: عربة التسوق

source: items
ar: وحدات

source: Check Out
ar: ادفع

source: Items In Shopping Cart
ar: الوحدات الموجودة فى عربة التسوق الخاصة بك

source: checkout
ar: ادفع

source: Children
ar: الاطفال

source: Children Products
ar: منتجات الاطفال

source: Login
ar: تسجيل دخول

source: Create an account
ar: انشئ حساب

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Profile
ar: الملف الشخصي

source: Register
ar: إنشاء حساب

source: Full Name
ar: الاسم بالكامل

source: Email
ar: بريد الكتروني

source: Address
ar: محل الاقامة

source: I am already member
ar: انا عضو بالفعل

source: Forgot Password
ar: نسيت كلمة المرور

source: Password Reset Link is sent to you email Check your inbox immediately
ar: يتم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني تحقق من صندوق الوارد الخاص بك على الفور

source: Something went wrong please try again .. !
ar: حدث خطأ ما. أعد المحاولة من فضلك .. !

source: Reset
ar: استرجع

source: Home
ar: الرئيسية

source: Shop Now
ar: تسوق الان

source: Our Products
ar: منتجاتنا

source: Our Offers
ar: عروضنا

source: Limited Offers
ar: الخصم داخل العرض

source: OFF
ar: خصم

source: Our Services
ar: خدماتنا

source: Men
ar: الرجال

source: Men Products
ar: منتجات الرجال

source: Details
ar: تفاصيل

source: Change Password
ar: تغيير كلمة المرور

source: new password
ar: كلمة مرور جديدة

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة

source: Save
ar: احفظ

source: Edit Profile
ar: تعديل الملف الشخصي

source: Women
ar: السيدات

source: Women Products
ar: منتجات السيدات

source: About
ar: عن

source: Phone
ar: رقم الهاتف

source: Useful Links
ar: روابط مفيدة

source: All Product
ar: كل المنتجات

source: Join our mailing list and receive exclusives
ar: انضم لقائمتنا البريدية واحصل على العروض الحصرية

source: Email address
ar: البريد الالكتروني

source: Subscribe
ar: الاشتراك

source: Categories
ar: الاقسام

source: Languages
ar: الغات

source: Settings
ar: الضبط

source: Logout
ar: تسجيل الخروج
